{
    "birthdayButton": [
        "Is it Cake Day?",
        "Is it Party Time?",
        "Is it celebration time?",
        "Confetti?",
        "Do Gifts Await?",
        "Is Today The Day?",
        "Is it Balloon Day?",
        "Are the Candles Lit?",
        "Is it Festive Yet?",
        "Time to Unwrap Fun?",
        "Cheer Check!",
        "B'day Bingo?",
        "Age Up?",
        "Feeling Older?",
        "Cap & Cake?",
        "Is It Time?",
        "Wishes Ready?",
        "B'day Beat?",
        "Hats On?",
        "Toast Today?",
        "Is it Cupcake Day Yet?",
        "Any Party Hats?",
        "Slice of Joy?",
        "Bday Glitter?",
        "Cue The Music?",
        "Gifts Galore Today?",
        "Is It Time For Cake?",
        "Pop The Balloons?",
        "Got My Wish Ready?",
        "Celebrate With Me?",
        "Is the Party Here?"
    ],
    "birthdayNoMatch": [
        "No cake today, but why not treat yourself to a smile anyway?",
        "It's not your birthday, but hey, every day's a good day for pizza!",
        "Not the big day, but that's no reason you can't dance like it is!",
        "365 days in a year, and today's just one more chance to prep for your birthday!",
        "It's not your birthday, but let's pretend and have an unbirthday party!",
        "No candles to blow out today, but you can still make a wish!",
        "Today's forecast: 100% chance of it not being your birthday. Stay smiley!",
        "If it were your birthday, we'd be partying. So, let's have a pre-party!",
        "Keep calm and countdown to the cake day.",
        "It's a no-birthday zone today, but the party's still on in spirit!",
        "Today's a great day to celebrate... well, anything else!",
        "No birthday? No problem. It's a great day to be awesome.",
        "Spoiler alert: It's still not your birthday, but we can still celebrate you!",
        "No cake today, but why not have some cookies instead?",
        "Today's special: A whole 24 hours to do something un-birthday-like!",
        "Think of today as a birthday eve... no matter how many eves away it is!",
        "No birthday today? That just means you're not a year older yet!",
        "Who says you need a birthday to celebrate? Not us!",
        "It's not your birthday, but it's somebody's somewhere - party in solidarity!",
        "Every day is the cake's day off until your birthday.",
        "No balloons today, but your spirit can still soar!",
        "You've got 364 un-birthdays to enjoy, and today's one of them!",
        "On the bright side, not your birthday means no aging today!",
        "Today's mantra: 'Not my birthday, still my party.'",
        "No birthday? No worries. You're still the life of the un-birthday party!"
    ],
    "birthdayNoMatchImages": [
        "assets/no-match/no-match-1.png",
        "assets/no-match/no-match-2.png",
        "assets/no-match/no-match-3.png",
        "assets/no-match/no-match-4.png",
        "assets/no-match/no-match-5.png",
        "assets/no-match/no-match-6.png",
        "assets/no-match/no-match-7.png",
        "assets/no-match/no-match-8.png",
        "assets/no-match/no-match-9.png",
        "assets/no-match/no-match-10.png",
        "assets/no-match/no-match-11.png",
        "assets/no-match/no-match-12.png"
    ],
    "birthdayMatch": [
        "Confetti mode: ON! Happy Birthday to you!",
        "Today's all about you - cake, candles, and all the birthday wishes!",
        "Blow the candles, make a wish - your special day is here!",
        "Queue the balloons, it's time to celebrate YOU! Happy Birthday!",
        "Slice the cake and hit the dance floor - it's your birthday party time!"
    ],
    "birthdayMatchImages": [
        "assets/match/match-1.png",
        "assets/match/match-2.png",
        "assets/match/match-3.png",
        "assets/match/match-4.png",
        "assets/match/match-5.png",
        "assets/match/match-6.png",
        "assets/match/match-7.png",
        "assets/match/match-8.png",
        "assets/match/match-9.png"
    ]
}
